Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/dsb.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: leaving Norway at the end of their contribution.
nb: samordning og kommunikasjon er sentrale og

source: Act relating to Planning and the Processing of Building
nb: Lov om planlegging og byggesaksbehandling

source: installed a FG-approved stove guard.
nb: en FG-godkjent komfyrvakt.

source: The resulting flash-fire has a maximum radius of about 2 m.
nb: Pulverslokkeutstyr er plassert i anlegget. Figur 2.

source: Hence, the evaluation instead focuses on the assessment of the individuals’ and team’s particular proficiency.
nb: Et EUCP-team kan skape en unødvendig forsinkelse i en akutt situasjon, og det virker ikke som om det kan tilføre noen merverdi.

source: include the establishment of reception centres for
nb: et pålegg eller et tvangsmulktvedtak, klages inn for det

source: RISK AND VULNERABILITY ANALYSES CONNECTED TO
nb: kommunen og de kommunale virksomhetene – og også overfor

source: must balance a number of considerations.
nb: Dette kjennetegner store deler av Norge og

source: Furthermore, society's adaptation to climate change depends on knowledge as a basis for decision-making.
nb: Samfunnets tilpasning til klimaendringene er videre avhengig av kunnskap som grunnlag for beslutninger.

source: for the development of Oslo's harbour.
nb: Det er behov for en gjennomgang og styrking av vaktholdet

source: protection and preparedness work, the Ministry of Justice and Public Security’s coordination role, audit function and central crisis management;
nb: arbeid med samfunnssikkerhet og beredskap, Justis- og beredskapsdepartementets samordningsrolle, tilsynsfunksjon og

source: Norway has two joint rescue coordination centers, each with its own area of responsibility.
nb: Han holdt vinkelsliperen med den ene hånden samti-dig som han tok i jordspydet med den andre hånden.

source: Details of the scope of these modifications can be found in Appendix C.
nb: utsettes videre at elektrofagarbeideren er ansatt i den aktuelle virksomheten.

source: The potential impacts of climate change on these areas must be highlighted.
nb: Mulige konsekvenser av klimaendringene på fagområdene må synliggjøres.

source: The National Health Preparedness Plan is a national framework for health sector preparedness.
nb: februar ble en elektromontør utsatt for strømgjennomgang da han skulle skifte en stikkontakt.

source: increase the vulnerability of critical infrastructure.
nb: ekstremvær og gradvise klimaendringer.

source: This could be a type of Training Day for the exercise.
nb: For en effektiv håndtering av og oversikt over skadde,

source: In the short term, the areas east of Akershus should be freed up.
nb: og en videreføring av cruise- og fergetrafikk samt våt- og

source: Municipalities with quarantine hotels and contact points
nb: Kommuner med karantenehotell og kontaktpunkt

source: Kongshavn, some of the area will be set aside for the
nb: og øvrig sikkerhet framstår i denne sammenhengen som knapt,

source: requirements for stove guards:
nb: Her setter myndighetene krav om komfyrvakt:

source: This documen-tation shall be kept for the period specified therein.
nb: forståelsen av regelverket for øvrig, og forholdet mellom de ulike aktørene i bransjen.

source: new partnerships to further develop the agency's knowledge about the impacts of climate change on societal security and enhance its prevention and preparedness capacity.
nb: nye nettverk og partnerskap med relevante aktører for å videreutvikle kunnskap om og evnen til å forebygge og håndtere konsekvensene av klimaendringene på samfunnssikkerheten.

source: would be dealt with in a separate plan with its own impact
nb: overfor leietakere og brukere, med klare forventninger og

source: "Case Tank facility - diesel":
nb: år i "alle punkter".

source: The Regional and Local Risk Management unit in the Department of Analysis and National Preparedness is responsible for coordinating the agency-wide efforts in this respect.
nb: Ansvaret for koordinering av plattformen tillegges avdelingen Analyse og nasjonal beredskap ved enheten Regional og lokal sikkerhet.

source: security (CIM) for the health sector.
nb: umiddelbar nærhet av skoleskyteren (sett ham)

source: A request in four steps
nb: I militær sammenheng

source: At times there were several helicopters in the area in holding, and at other times there were no helicopters to airlift persons from Bohus.
nb: Her ble det også anbefalt at ledelsen av Nordisk RITS-forum bør følge ledelsen av NORDRED slik at Sverige overtar ledelsen for neste treårsperiode, og at arbeidet i forumet bør samordnes med RITS-samarbeidet innen EU.

source: There are two types of stove guards:
nb: Det finnes to typer komfyrvakt:

source: preparedness in the county.
nb: Det ble heller ikke benyttet AUS-tang.

source: FJORD CITY RESOLUTION AND SYDHAVNA
nb: containervirksomhet skal flyttes til Sydhavna, som etableres

source: DSB has been dealing with issues related to climate change adaptation since 2004.
nb: Klimatilpasning har vært et tema i DSB fra 2004, delvis som oppfølging av Sårbarhetsutvalget.

source: NORWEGIAN DIRECTORATE FOR CIVIL PROTECTION 4 MEASURES To achieve the objective of this platform, all departments in DSB are to prioritize the following actions:
nb: DIREKTORATET FOR SAMFUNNSSIKKERHET OG BEREDSKAP 4 TILTAK For å nå denne plattformens mål, skal alle avdelinger prioritere følgende tiltak:

source: Where can I get a stove guard?
nb: Hvor kan man skaffe seg en komfyrvakt?

source: Association of Chimney Sweeps (Feiermesternes landsforening), the
nb: Branninformasjonsforum, Feiermesternes landsforening, Norsk brannbefals

source: societal security, and thus improve the utilization of existing data to enable the integration of climate change concerns in the agency's regulatory responsibilities.
nb: på samfunnssikkerhet og forbedre utnyttelsen av eksisterende data for å kunne innarbeide hensyn til klimaendringene i sin fagportefølje.

source: DSB shall have an overview of the impacts of climate change on
nb: DSB skal ha oversikt over konsekvensene av klimaendringene

source: Regulations relating to measures to prevent and limit the
nb: Forskrift om tiltak for å forebygge og begrense

source: dents or hazards, and that are not provided by bodies
nb: størrelser i den forstand at et brudd enten foreligger

source: Stove guards connected via a cable to a
nb: Komfyrvakt som kobles til via ledning

source: It will be possible to provide the public transportation system with the available fuel
nb: Montøren skvatt til og drog til seg armen, og i den forbindelse kom borti skarpe kanter i tavlen.

source: It is important that you take into account a case processing time of approximately 2-3 months.
nb: Det er viktig at du tar høyde for en saksbehandlingstid på ca 2 – 3 måneder.

source: From 2007 to 2013, DSB acted as the secretariat of the governmental committee for climate change adaptation.
nb: Fra 2007 til 2013 var DSB regjeringens klimatilpasningssekretariat.

source: security is threatened by the impacts of climate change.
nb: samfunnssikkerheten kan trues som følge av klimaendringene.

source: All departments shall report to the director annually.
nb: Avdelingene skal rapportere årlig til direktør.

source: type of stove guard is a required.
nb: er det krav om denne type komfyrvakt.

source: NORWEGIAN DIRECTORATE FOR CIVIL PROTECTION 6 RESPONSIBILITIES All departments in DSB are responsible for following up this platform.
nb: DIREKTORATET FOR SAMFUNNSSIKKERHET OG BEREDSKAP 6 ANSVAR OG OPPFØLGING Alle avdelinger i DSB er ansvarlig for oppfølging av denne plattformen.

source: Care services include activities that aim to look after
nb: er integritet som er den største bekymringen, kan

source: When designing exercises, DSB shall consider if it is possible to include climate change concerns.
nb: Ved utforming av øvelser skal DSB vurdere om hensyn til klimaendringer kan inkluderes.

source: Each of these services is necessary for providing quality healthcare
nb: Det fremgår at hendelsen ikke førte til personskade og skadefravær.

source: What is the price of a stove guard?
nb: Hva koster en komfyrvakt?

source: response, it is recommended that the contact person/
nb: liaisonens rolle(r) og oppgaver er, og ikke er, i tillegg

source: For example, if you apply for recognition as an authorized rock blaster, you are required to have received recognition as such in another EEA-state or Switzerland at the time of your application in Norway.
nb: Dersom du for eksempel søker om godkjenning av dine yrkeskvalifikasjoner som bergsprenger, forutsettes det at du allerede er bergsprenger i en annen EØS-stat eller i Sveits på søknadstidspunktet.

source: • Sjursøya will be regulated primarily for port activities, with
nb: oppfølging med utgangspunkt i behovet for mer helhetlig

source: In the following figure, four different configurations
nb: Montør utsatt for strømgjennomgang under feilretting i en koplingsboks

source: approved by the FG Skadeteknikk, and
nb: kjøpe komfyrvakter som er FG-godkjente,

source: This includes other public agencies, municipalities, research and education institutions, the insurance industry and other forums, such as the national platform for disaster risk reduction.
nb: Dette omfatter andre offentlige etater og fora, som Naturfareforum, kommuner, forsknings- og utdanningsinstitusjoner, forsikringsbransjen og andre private aktører.

source: societal security, and thus improve the utilization of existing data to enable the agency to raise relevant issues in connection with its coordinating role.
nb: på samfunnssikkerhet og forbedre utnyttelsen av eksisterende data for å kunne stille relevante spørsmål i forbindelse med etatens samordningsrolle.

source: Recognition under the explosives regulation of 2002 chapter 14 applies to regulated professions, and is based on you already, in your country of origin, possessing the competence for which you are seeking recognition.
nb: Anerkjennelse i henhold til eksplosivforskriften av 2002 kapittel 14 gjelder for lovregulerte yrker, og baserer seg på at du allerede har den kompetansen du søker om anerkjennelse for fra hjemlandet ditt.

source: This is important to both the exercise management and the local level emergency management.
nb: Det tok uforholdsmessig lang tid for Justis- og politidepartementet å formidle PSTs trusselvurderinger.

source: and online stores, for example, on the
nb: nettbutikker, for eksempel på nettsidene til

source: entailed the construction of a new quay on the south side of
nb: til internasjonale reguleringer og standarder omtalt i kapittel

source: order to rescue people from death or injury as a
nb: være et spørsmål om skjønn om det foreligger brudd

source: Portugal – Predefined Project vulnerability assessment to climate change
nb: Portugal – Prosjektsamarbeid - sårbarhetsanalyse av klimaendringer

source: in the holistic RVA and the master contingency plan
nb: at de skal stå i forhold til lovbruddets grovhet.

source: Creation of new connection points for additional generators;
nb: Under arbeidet var koblingsboksen frakoblet og gjort spenningsløs.

source: for training to be better prepared.
nb: noen er blitt drept i to av klasserommene, kan det være

source: medical services including medical appliances will not be possible.
nb: Imidlertid viste det seg at en kabel i installasjonen fortsatt var spenningsførende.

source: problemsolving is that the actors are clear with respect to each other's roles and responsibilities.
nb: Det fremgår at lærlingen/hjelpearbeideren skulle foreta en tilkobling av en stikkontakt og at dette ble foretatt med spen-ning på anlegget.

source: • Further south, the Kongshavn area will be regulated for port
nb: Denne utredningen tar imidlertid ikke til orde for mer detaljert

source: Please send all documentation together.
nb: Vennligst send all dokumentasjon samlet.
